/*  birthday string */
"'s birthday!" = "'s birthday!";

/* 's record of health and vaccination String */
"'s record of health and vaccination" = "'s record of health and vaccination";

/* 's weight over time String */
"'s weight over time" = "'s weight over time";

/* Error discription in accessing calendar */
"access calendar" = "access calendar";

/* Access sandbox error message */
"access the sandbox" = "access the sandbox";

/* Error description in adding a pet */
"add a new pet" = "add a new pet";

/* Error description in adding a new therapy */
"add a new therapy" = "add a new therapy";

/* Persistent store error message */
"add persistent store for core data" = "add persistent store for core data";

/* Add Photo String */
"Add Photo" = "Add Photo";

/* Error description in adding a photo */
"add the photo" = "add the photo";

/* Age string */
"Age:" = "Age:";

/* String for Appointment */
"Appointment for" = "Appointment for";

/* Removing a pet confirmation message */
"Are you sure that you want to remove the selected pet?" = "Are you sure that you want to remove the selected pet?";

/* Removing photo confirmation message */
"Are you sure that you want to remove the selected photo?" = "Are you sure that you want to remove the selected photo?";

/* Breed string */
"Breed:" = "Breed:";

/* Breed String */
"Breed: " = "Breed: ";

/* Cancel String */
"Cancel" = "Cancel";

/* Continue String */
"Continue" = "Continue";

/* String for Date of Birth */
"Date of Birth" = "Date of Birth";

/* Date of birth String */
"Date of birth: " = "Date of birth: ";

/* Title for date of therapy alert */
"Date of Therapy" = "Date of Therapy";

/* Title for date of weight alert */
"Date of Weight" = "Date of Weight";

/* date Section Name */
"Date" = "Date";

/* day */
"day" = "day";

/* days */
"days" = "days";

/* days since the last therapy string */
"days since the last therapy" = "days since the last therapy";

/* days since the last weight string */
"days since the last weight" = "days since the last weight";

/* birthday countdown string */
"days till birthday!" = "days till birthday!";

/* Error discription for deleting calendar data */
"delete calendar data" = "delete calendar data";

/* Delete pdf files error message */
"delete pdf files from sandbox" = "delete pdf files from sandbox";

/* Delete png files error message */
"delete png files from sandbox" = "delete png files from sandbox";

/* Error description in deleting the photo */
"delete the photo" = "delete the photo";

/* Error description about deleting the therapy */
"delete the therapy" = "delete the therapy";

/* Detail string */
"Detail" = "Detail";

/* edit title of view controller */
"edit" = "edit";

/* Error description in editing a pet */
"edit a pet" = "edit a pet";

/* Error description in editing a therapy */
"edit a therapy" = "edit a therapy";

/* edit therapy view title */
"edit therapy" = "edit therapy";

/* Title of edit pet screen */
"Edit Pet" = "Edit Pet";

/* Email report String */
"Email pet's report" = "Email pet's report";

/* Subject of error report email */
"Error Report" = "Error Report";

/* Failed String */
"Failed to" = "Failed to";

/* Female String */
"Female" = "Female";

/* Identification number String */
"Identification number" = "Identification number";

/* Message for choosing the date of weight */
"Is this the initial weight at the time of birth or the current weight of your pet?" = "Is this the initial weight at the time of birth or the current weight of your pet?";

/* List */
"List" = "List";

/* Male String */
"Male" = "Male";

/* Microchip string */
"Microchip:" = "Microchip:";

/* Microchip String */
"Microchip: " = "Microchip: ";

/* month */
"month" = "month";

/* months */
"months" = "months";

/* Name String */
"Name: " = "Name: ";

/* No appointment data */
"Next appointment not defined" = "Next appointment not defined";

/* Next appointment string */
"Next appointment on:" = "Next appointment on:";

/* new therapy view title */
"new therapy" = "new therapy";

/* No therapies have been declared String */
"No therapies have been declared" = "No therapies have been declared";

/* not defined String */
"not defined" = "not defined";

/* notes Section Name */
"Notes" = "Notes";

/* OK */
"OK" = "OK";

/* on String */
"on" = "on";

/* One therapy has been done String */
"One therapy has been done:" = "One therapy has been done:";

/* Title of pet's dob alert */
"Pet's date o birth" = "Pet's date o birth";

/* Title of pet's microchip registration alert */
"Pet's registration" = "Pet's registration";

/* Pet's weight String */
"Pet's weight" = "Pet's weight";

/* Title of pet's weight date alert */
"Pet's weight date" = "Pet's weight date";

/* Title of pet's weight value alert */
"Pet's weight value" = "Pet's weight value";

/* The body of email report */
"Please find attached a record of health and vaccination for my pet" = "Please find attached a record of health and vaccination for my pet";

/* Select a therapy type message */
"Please select the type of therapy" = "Please select the type of therapy";

/* Message to send an error report to the developer. */
"Please send an error report to the developer." = "Please send an error report to the developer.";

/* Submit a date message */
"Please submit a date" = "Please submit a date";

/* Submit a date after message */
"Please submit a date after" = "Please submit a date after";

/* Submit a date before message */
"Please submit a date before" = "Please submit a date before";

/* Message for valid weigh reminder */
"Please submit a valid weight in format x.x" = "Please submit a valid weight in format x.x";

/* Message for dob reminder */
"Please submit a valid date of birth" = "Please submit a valid date of birth";

/* Message for microchip registration completeness */
"Please submit microchip number and registration date" = "Please submit microchip number and registration date";

/* Submit price message" */
"Please submit a valid price" = "Please submit a valid price";

/* price Section Name */
"Price" = "Price";

/* Title for price of therapy alert */
"Price of Therapy" = "Price of Therapy";

/* Primary Vaccination string */
"Primary Vaccination" = "Primary Vaccination";

/* Print report String */
"Print pet's report" = "Print pet's report";

/* Error description in printing the report */
"print the record of health and vaccination" = "print the record of health and vaccination";

/* Fail to email title */
"Problem with email" = "Problem with email";

/* product used Section Name */
"Product used" = "Product used";

/* Subject of id email */
"Record of health and vaccination" = "Record of health and vaccination";

/* Registration string */
"Registered at:" = "Registered at:";

/* Registered at String */
"Registered at: " = "Registered at: ";

/* Remove Pet String */
"Remove pet" = "Remove pet";

/* Error description in removing the pet */
"remove pet" = "remove pet";

/* Remove Pets Photo */
"Remove photo" = "Remove photo";

/* Report generated on String */
"Report generated on" = "Report generated on";

/* Revaccination string */
"Revaccination" = "Revaccination";

/* Core Data error message */
"save application's data" = "save application's data";

/* Error discription for save calendar data */
"save calendar data" = "save calendar data";

/* Error discription for save calendar */
"save calendar" = "save calendar";

/* Error discription for save weight data */
"save weight data" = "save weight data";

/* Sent report button title */
"Send Report" = "Send Report";

/* Sex String */
"Sex: " = "Sex: ";

/* Thanks String */
"Thanks! " = "Thanks! ";

/* The error report email body of email */
"The application crashed with the following error" = "The application crashed with the following error";

/* Application has to quit String */
"The application has to quit now." = "The application has to quit now.";

/* The last String */
"The last" = "The last";

/* The last 10 therapies are String */
"The last 10 therapies are: " = "The last 10 therapies are: ";

/* therapy Section Name */
"Therapy" = "Therapy";

/* therapies are String */
"therapies are:" = "therapies are:";

/* String for today */
"Today" = "Today";

/* Tomorrow is string */
"Tomorrow is" = "Tomorrow is";

/* Treatments string */
"Treatments" = "Treatments";

/* Title for date of therapy alert */
"Type of Therapy" = "Type of Therapy";

/* using String */
"using" = "using";

/* using about Pets App String */
"using about Pets App" = "using about Pets App";

/* Vermifugation string */
"Vermifugation" = "Vermifugation";

/* veterinarian String for Appointment */
"veterinarian" = "veterinarian";

/* Weight string */
"Weight:" = "Weight:";

/* Weight String */
"Weight: " = "Weight: ";

/* No weight data warning */
"Weight: hasn't been weighed" = "Weight: hasn't been weighed";

/* year */
"year" = "year";

/* year and */
"year and" = "year and";

/* years */
"years" = "years";

/* years and */
"years and" = "years and";

/* Unable to email message. */
"Your device is not configured to send emails." = "Your device is not configured to send emails.";

/* id sent succesfully alert */
"Your pet's record of health and vaccination sent succesfully." = "Your pet's record of health and vaccination sent succesfully.";

/* cat1 */
"Ribs, spine and bony protrusions are easily seen at a distance. These pets have lost muscle mass and there is no observable body fat. Emaciated, bony, and starved in appearance." = "Ribs, spine and bony protrusions are easily seen at a distance. These pets have lost muscle mass and there is no observable body fat. Emaciated, bony, and starved in appearance.";

/* cat2 */
"Ribs, spine and other bones are easily felt. These pets have an obvious waist when viewed from above and have an abdominal tuck. Thin, lean or skinny in appearance." = "Ribs, spine and other bones are easily felt. These pets have an obvious waist when viewed from above and have an abdominal tuck. Thin, lean or skinny in appearance.";

/* cat3 */
"Ribs and spine are easily felt but not necessarily seen. There is a waist when viewed from above and the abdomen is raised and not sagging when viewed from the side. Normal, ideal and often muscular in appearance." = "Ribs and spine are easily felt but not necessarily seen. There is a waist when viewed from above and the abdomen is raised and not sagging when viewed from the side. Normal, ideal and often muscular in appearance.";

/* cat4 */
"Ribs and spine are hard to feel or count underneath fat deposits. Waist is distended or often pear-shaped when viewed from above. The abdomen sags when seen from the side. There are typically fat deposits on the hips, base of tail and chest. Overweight, heavy, husky or stout." = "Ribs and spine are hard to feel or count underneath fat deposits. Waist is distended or often pear-shaped when viewed from above. The abdomen sags when seen from the side. There are typically fat deposits on the hips, base of tail and chest. Overweight, heavy, husky or stout.";

/* cat5 */
"Large fat deposits over the chest, back, tail base and hindquarters. The abdomen sags prominently and there is no waist when viewed from above. The chest and abdomen often appear distended or swollen. Obese." = "Large fat deposits over the chest, back, tail base and hindquarters. The abdomen sags prominently and there is no waist when viewed from above. The chest and abdomen often appear distended or swollen. Obese.";
